[[{"print_length": 389, "asin": "B00RAD0W30", "avrg_rating": 4.7, "title": "Pacific Crossing Notes: a Sailor's Guide to the Coconut Milk Run (Rolling Hitch Sailing Guides)", "price": {"Kindle": 0.0, "Paperback": 14.99}, "rank": {"Paid in Kindle Store": 147352, "Kindle Store > Kindle eBooks > Nonfiction > Sports > Water Sports > Sailing": 56, "Books > Travel > Australia & South Pacific > General": 107, "Books > Sports & Outdoors > Outdoor Recreation > Sailing": 179}, "num_reviews": 30, "file_size": 12719, "pub_date": "February 10, 2015", "blurb": " Pacific Crossing Notes covers everything from preparation, weather, and safety to detailed information on the island groups of the Coconut Milk Run: the trade-wind route from the Americas to Australia. Along with information on clearing-in procedures, availability of supplies, and top anchorages and sights, this book covers Panama, the Galapagos Islands, Marquesas, Tuamotus, Society Islands, Cook Islands, Tonga, Fiji, Vanuatu, and New Caledonia. Separate sections describe a trip down the US East Coast, the Panama Canal, New Zealand, and Australia (including tips on selling a boat there for a one-way trip).\n\nThis guide strives to balance facts with flavors, making it a book to keep you company during the countdown to your own passage as well as a practical guide to pull out as you face each successive landfall in the voyage of a lifetime – and all for less than the price of a single issue of a sailing magazine!"},
{"print_length": 176, "publisher": "Twin Moon Press (October 20, 2015)", "avrg_rating": 4.9, "title": "Desert Heart (The Wolves of Twin Moon Ranch Book 4)", "asin": "B015UPORGC", "price": {"Kindle": 0.0}, "rank": {"Kindle Store > Kindle eBooks > Romance > Paranormal > Demons & Devils": 273, "Paid in Kindle Store": 15922, "Kindle Store > Kindle eBooks > Romance > Paranormal > Witches & Wizards": 367, "Kindle Store > Kindle eBooks > Romance > Paranormal > Psychics": 226}, "num_reviews": 53, "file_size": 1524, "pub_date": "October 20, 2015", "blurb": " As oldest daughter of the retired alpha, Tina Hawthorne lives to serve her pack. She’s never been tempted to throw caution to the wind for a man — until Rick Rivera returns. The sweet boy from the adjoining ranch is all grown up, but that doesn’t make the irresistible human any more suitable as a mate. Especially with a dangerous new foe haunting the night and Rick harboring a few secrets — and enemies — of his own. \n\nThere’s more than meets the eye on Twin Moon Ranch, home to a pack of shapeshifting wolves willing to battle for life and love.\n\n* A 50,000 word paranormal romance with adult content — not to mention more hot-blooded alpha cowboys than you can count and a swoon-worthy pro athlete ready for his third and final chance. *"}]